[
  {
    "id": "342c3c95-0260-4e7a-877f-aab056548653",
    "code": "CL-PRM-HIST-0002",
    "title": "Authorization for Extra-Orbital Expansion",
    "date": "2125-04-02T22:45:00Z",
    "summary": "CORELAI SECTOR establishes initial presence on SORAN following successful interstellar arrival.",
    "body": "On 2125-04-02, the CORELAI SECTOR colonization fleet successfully completed its interstellar transit and entered orbital position above planetary body TE-110D, designated \"SORAN\".\n\nThis milestone marks the activation of Phase 1 of Operation Expansion Prime, initiating planetary surface deployment and infrastructural establishment.\n\nAutomated descent units were dispatched to predefined zones, commencing terrain mapping, atmospheric analysis, and activation of primary infrastructure nodes.\n\nLanding confirmation was received by the United Earth Governance at 22:45 UTC, marking the official beginning of permanent human-aligned presence on SORAN.\n\nThe event is classified as humanity's first sanctioned interstellar settlement beyond Earth orbit.\n",
    "tags": [
      "ueg",
      "soran",
      "expansion",
      "first-contact",
      "sector-prime"
    ],
    "lang": "en",
    "version": 1,
    "imagePath": "/images/history/CL-PRM-HIST-0002.png"
  },
  {
    "id": "8923a1f0-6718-4067-b918-c15375a9c19c",
    "code": "CL-PRM-HIST-0001",
    "title": "Authorization for Extra-Orbital Expansion",
    "date": "2125-03-09T12:19:00Z",
    "summary": "Authorization granted to CORELAI SECTOR to initiate its first interstellar deployment toward system TE-110D (SORAN).",
    "body": "On 2125-03-09, following a comprehensive evaluation of submitted protocols, logistical capacity, and strategic-ethical alignment, the United Earth Governance (UEG) formally granted CORELAI SECTOR the status of \"Interstellar Multi-Domain Operator – Level 1\".\n\nThis authorization enabled CORELAI to initiate its first autonomous deployment beyond Earth's orbit, with operational mandates including exploration, terraformation, and settlement.\n\nThe designated destination is the TE-110 system, with primary focus on planetary body TE-110D, officially designated as \"SORAN\".\n\nThe launch window was officially opened, and authorization was recorded at the UEG Orbital Node, Geneva.\n",
    "tags": [
      "authorization",
      "ueg",
      "expansion",
      "first-contact",
      "sector-prime"
    ],
    "lang": "en",
    "version": 1,
    "imagePath": "/images/history/CL-PRM-HIST-0001.png"
  }
]
